{
  "home": {
    "home": "Inicio",
    "home-title": "Hola! 👋, soy",
    "home-role": "Desarrollador FullStack",
    "home-download": "Descargar CV",
    "home-contact": "Contáctame"
  },
  "about": {
    "about-title": "Sobre mi",
    "about-education": "Educación",
    "about-role1": "Desarrollo web FullStack",
    "about-role2": "Grado en Administración y dirección de empresas",
    "about": "Sobre mi",
    "about-text": "Mi nombre es Albert, con 10 años de experiencia en bienes raíces. Decidí estudiar desarrollo web en Barcelona para ampliar mis habilidades. Busco colaborar con profesionales y equipos dinámicos. Me apasiona crear soluciones innovadoras y perfeccionar proyectos existentes. Estoy abierto a diferentes formas de trabajo, con un enfoque en aprender y crecer constantemente."
  },
  "projects": {
    "projects": "Proyectos",
    "projects-title": "Mis proyectos",
    "projects-demo": "Prueba"
  },
  "technologies": {
    "technologies": "Tecnologias",
    "technologies-title": "Tecnologias"
  },
  "description": {
    "description-players": "Proyecto CRUD web fullstack con la finalidad de poder crear un gestor de una colección autoadministrable y servir el contenido mediante servicios API los cuales son consumidos del lado del cliente, donde se construye una interfaz amigable para que el usuario final pueda navegar y visualizar los diferentes jugadores y sus records profesionales. El sitio web tiene la funcionalidad de guardar en la sesión del usuario los jugadores marcados como comprados o vendidos además de permitirle borrar y añadir nuevos mediante formulario.",
    "description-netflix": "El proyecto es un clon de la interfaz de usuario de Netflix desarrollado completamente en el frontend. Permite a los usuarios explorar una amplia lista de películas y series, desde los últimos estrenos hasta cualquier título que el usuario esté buscando. La interfaz proporciona filtros avanzados para facilitar la búsqueda y navegación, lo que permite a los usuarios encontrar contenido según género, año de lanzamiento, clasificación, y más. La experiencia del usuario se centra en ofrecer una navegación intuitiva y atractiva, con imágenes llamativas y descripciones concisas de cada título. Además, el proyecto incluye funcionalidades como la capacidad de marcar películas o series como favoritas, guardar el progreso de visualización, y recibir recomendaciones personalizadas según el historial de visualización. Para lograr esto, se utiliza HTML, CSS y TypeScript, junto con bibliotecas o frameworks modernos como React.js. La interfaz se adapta de forma responsiva para garantizar una experiencia de usuario óptima en dispositivos móviles, tablets y computadoras de escritorio. En conjunto, este proyecto demuestra habilidades en diseño de interfaces de usuario, desarrollo frontend y manejo de datos dinámicos.",
    "description-investwise": "Proyecto fullstack web CRUD con el objetivo de crear un sistema de gestión de propiedades autoadministrado, permitiendo a los usuarios ver sus inversiones, verificar su estado de alquiler y monitorear el rendimiento de sus propiedades en términos de porcentaje de retorno. El proyecto sirve contenido a través de servicios API consumidos del lado del cliente, presentando una interfaz amigable para una fácil navegación y visualización de diferentes propiedades y sus métricas financieras.Los usuarios pueden acceder convenientemente a su cartera de propiedades, ver el estado de alquiler y evaluar la rentabilidad de sus inversiones a través de gráficos interactivos e informes. Además, el sitio web guarda las propiedades seleccionadas por el usuario y permite la adición y eliminación de nuevas propiedades a través de formularios, mejorando el control y la conveniencia del usuario.Utilizando tecnologías modernas de desarrollo web, incluyendo HTML, CSS, TypeScript y frameworks como React.js, el proyecto garantiza la capacidad de respuesta en varios dispositivos y la integración perfecta con servicios backend. Este proyecto no solo muestra habilidades en desarrollo fullstack e integración de API, sino que también destaca la experiencia en visualización de datos financieros y diseño centrado en el usuario, convirtiéndolo en un activo valioso para cualquier portafolio."
  }
}
